{
  "id": "steel_engraving_0012",
  "title": "Cincinnati, Ohio",
  "alternateTitle": "Panoramic View of Cincinnati from the Ohio River",
  "creator": {
    "artist": "Schell and Hogan and C.A. Vanderhoof", 
    "lifespan": "F.H. Schell (1834-1909), Thomas Hogan (active 1870s-1900s), C.A. Vanderhoof (1853-1918)"
  },
  "dates": {
    "created": "1876",
    "published": "1876"
  },
  "source": {
    "publication": "Harper's Weekly",
    "page": "Unknown",
    "type": "Steel engraving"
  },
  "location": {
    "subject": "Panoramic view of Cincinnati, Ohio from the Ohio River",
    "neighborhood": "Cincinnati riverfront and downtown area",
    "viewpoint": {
      "description": "Panoramic view of Cincinnati from the Ohio River, taken from West Covington, showing the city's skyline, riverfront activity, and architectural landmarks during the post-Civil War era",
"coordinates": {
  "lat": 39.088211,
  "lng": -84.526577
}
    }
  },
  "technical": {
    "dimensions": "Likely large format steel engraving, typical dimensions 12\" x 18\" or larger",
    "technique": "Steel engraving"
  },
  "historicalContext": {
    "period": "1876",
    "event": "Centennial year celebration and post-Civil War urban development",
    "significance": "Created during America's Centennial year (1876), this engraving captures Cincinnati at the height of its post-Civil War prosperity. Shows the completed Roebling Suspension Bridge (1866) and the city's mature industrial and commercial development during the Gilded Age. Represents the collaboration of three notable 19th-century American illustrators during a significant year in American history."
  },
  "verification": {
    "status": "verified",
    "date": "2025-07-20",
    "source": "Historical documentation of artists' careers and collaboration"
  },
  "description": "Historic 1876 steel engraving from Harper's Weekly depicting a panoramic view of Cincinnati, Ohio, created during America's Centennial year through the collaboration of three prominent illustrators: Francis H. Schell, Thomas Hogan, and Charles A. Vanderhoof. Schell, famous for his Civil War illustrations for Frank Leslie's Illustrated Newspaper and later Harper's Weekly, partnered with Thomas Hogan in a lithography business. Vanderhoof, known for his architectural and harbor scenes, contributed his expertise in detailed cityscape rendering. This Centennial-era Harper's Weekly engraving shows Cincinnati during the height of its Gilded Age prosperity, featuring the bustling Ohio River with steamboat traffic, the completed suspension bridge, and the mature urban skyline of the 'Queen City of the West.'",
  "landmarks": [
  ]
}