{
  "id": "steel_engraving_0011",
  "title": "Cincinnati Ohio, the Queen City of the West, From Covington",
  "alternateTitle": "Panoramic View of Cincinnati Riverfront from Kentucky",
  "creator": {
    "artist": "Staff Artist/Engraver",
    "lifespan": "Unknown",
    "publication": "Harper's Weekly"
  },
  "dates": {
    "created": "1862",
    "published": "1862"
  },
  "source": {
    "publication": "Harper's Weekly",
    "page": "368",
    "type": "Wood engraving"
  },
  "location": {
    "subject": "Cincinnati riverfront panorama viewed from Covington, Kentucky during Civil War era",
    "neighborhood": "Cincinnati Public Landing and downtown riverfront to Northern Kentucky",
    "viewpoint": {
      "description": "Panoramic view from Covington, Kentucky looking north across the Ohio River to Cincinnati's bustling commercial riverfront, showing the incomplete Roebling Suspension Bridge towers and busy steamboat traffic",
"coordinates": {
  "lat": 39.089547,
  "lng": -84.509025
}
    }
  },
  "technical": {
    "dimensions": "Approximately 11\" x 16\" (typical Harper's Weekly page spread)",
    "technique": "Wood engraving"
  },
  "historicalContext": {
    "period": "1861-1865",
    "event": "Civil War era commercial boom and bridge construction",
    "significance": "Captures Cincinnati at its height as a major Ohio River commercial center during the Civil War, with the Roebling Suspension Bridge towers under construction. Shows the busy steamboat era before completion of the first permanent bridge across the Ohio River at Cincinnati."
  },
  "verification": {
    "status": "verified",
    "date": "2025-07-20",
    "source": "Historical documentation and Harper's Weekly archives"
  },
  "description": "Historic 1862 wood engraving from Harper's Weekly showing a panoramic view of Cincinnati's riverfront as seen from Covington, Kentucky. The illustration captures the 'Queen City of the West' during its Civil War-era commercial peak, featuring the busy Public Landing with numerous steamboats, the growing downtown skyline, and the partially constructed towers of John A. Roebling's suspension bridge. This view represents Cincinnati when it was the sixth-largest city in the United States and a major commercial hub on the Ohio River, before the completion of the first permanent bridge would forever change river traffic patterns.",
  "landmarks": [
    {
      "landmarkId": "roebling_suspension_bridge",
      "x": 58.7,
      "y": 51.4,
      "status": "under_construction",
      "description": "Roebling Suspension Bridge towers under construction (completed 1866)"
    }
  ]
}