{
  "id": "steel_engraving_0014",
  "title": "The River Front at Cincinnati",
  "alternateTitle": "Cincinnati Riverfront View",
  "creator": {
    "artist": "Unknown",
    "lifespan": "Unknown"
  },
  "dates": {
    "created": "c. 1890s",
    "published": "c. 1890s"
  },
  "source": {
    "publication": "The Colonial Portfolio",
    "page": "Unknown",
    "type": "Photograph",
    "publisher": "The Werner Company, London"
  },
  "location": {
    "subject": "Cincinnati riverfront and Ohio River commercial district",
    "neighborhood": "Cincinnati Public Landing and downtown riverfront",
    "viewpoint": {
      "description": "Elevated panoramic view of Cincinnati's riverfront showing the Ohio River, moored steamboats, bridge spanning the river, and the industrial landscape of the bustling transportation hub during the height of water transport commerce",
"coordinates": {
  "lat": 39.095599,
  "lng": -84.507093
}
    }
  },
  "technical": {
    "dimensions": "Typical Colonial Portfolio photograph size, likely 8\" x 12\" or similar",
    "technique": "Monochrome photograph"
  },
  "historicalContext": {
    "period": "1890s",
    "event": "Late 19th century American industrial expansion and documentation of colonial/territorial development",
    "significance": "Part of The Colonial Portfolio series documenting important cities and regions throughout the British Empire and North America during the height of the Victorian era. Captures Cincinnati during its mature industrial period, after the peak of steamboat commerce but during continued growth as a major American manufacturing center. The Werner Company's Colonial Portfolio was a prestigious publication documenting significant locations across the English-speaking world."
  },
  "verification": {
    "status": "verified",
    "date": "2025-07-20",
    "source": "The Colonial Portfolio published by The Werner Company, London"
  },
  "description": "A late 19th-century monochrome photograph of Cincinnati's riverfront from The Colonial Portfolio, published by The Werner Company of London. This elevated panoramic view captures the bustling transportation hub during the era when water transport was vital for trade and commerce. The photograph shows steamboats moored along the riverbank, symbolizing the importance of river commerce in shaping Cincinnati's shipping industry. A bridge spans across the Ohio River, serving as both a physical link between different parts of the city and a testament to human ingenuity and connectivity. The image presents an expansive vista that highlights Cincinnati's geographical features and its position within America's transportation network. This monochrome snapshot captures the American landscape at a time of transformation, preserved by The Print Collector as part of the prestigious Colonial Portfolio series documenting significant cities throughout the English-speaking world.",
  "landmarks": [
  ]
}