{
  "landmarks": {
    "cincinnati_city_hall": {
      "name": "Cincinnati City Hall",
      "description": "The original Cincinnati City Hall building, a grand example of 19th-century municipal architecture.",
      "blip": "Cincinnati's original City Hall stood as a symbol of the city's growing prosperity and civic pride during the late 1800s. The building featured elaborate stonework and housed the mayor's office, city council chambers, and various municipal departments. Its imposing presence dominated the downtown skyline until its demolition in 1960 to make way for modern development.",
      "category": "government",
      "status": "Razed",
      "photos": [
        "city_hall_front.jpg",
        "city_hall_interior.jpg"
      ],
      "links": [
        "https://en.wikipedia.org/wiki/Cincinnati_City_Hall",
        "https://cincinnatihistory.org/city-hall"
      ],
      "historicalContext": "Built in 1888, demolished in 1960",
      "appearsIn": ["steel_engraving_0001", "steel_engraving_0003"]
    },
    "roebling_suspension_bridge": {
      "name": "John A. Roebling Suspension Bridge",
      "description": "The iconic suspension bridge connecting Cincinnati to Covington, Kentucky.",
      "blip": "Designed by John Augustus Roebling, this suspension bridge was a marvel of 19th-century engineering. Completed in 1867, it served as a prototype for Roebling's later masterpiece, the Brooklyn Bridge. The bridge's distinctive towers and cable system made it one of the most recognizable landmarks in Cincinnati, facilitating commerce and travel between Ohio and Kentucky.",
      "category": "bridge",
      "status": "Extant",
      "photos": [
        "roebling_bridge_1870.jpg",
        "roebling_bridge_construction.jpg",
        "roebling_bridge_modern.jpg"
      ],
      "links": [
        "https://en.wikipedia.org/wiki/John_A._Roebling_Suspension_Bridge",
        "https://bridgehunter.com/oh/hamilton/roebling/"
      ],
      "historicalContext": "Opened in 1867, connecting Cincinnati to Covington",
      "appearsIn": ["steel_engraving_0001", "steel_engraving_0002"]
    },
    "public_landing": {
      "name": "Cincinnati Public Landing",
      "description": "The bustling riverfront area that served as Cincinnati's main commercial gateway.",
      "blip": "The Public Landing was the heart of Cincinnati's river commerce, where steamboats loaded and unloaded cargo bound for destinations throughout the Ohio and Mississippi river systems. During the 1800s, this area buzzed with activity as merchants, travelers, and workers conducted business. The landing's strategic location made Cincinnati a major inland port, earning it the nickname 'Queen City of the West.'",
      "category": "transportation",
      "status": "Altered",
      "photos": [
        "public_landing_steamboats.jpg",
        "public_landing_busy.jpg"
      ],
      "links": [
        "https://cincinnatihistory.org/public-landing",
        "https://ohiohistory.org/cincinnati-riverfront"
      ],
      "historicalContext": "The heart of Cincinnati's river commerce in the 1800s",
      "appearsIn": ["steel_engraving_0001"]
    },
    "fountain_square": {
      "name": "Fountain Square",
      "description": "Cincinnati's central public square and gathering place.",
      "blip": "Fountain Square served as Cincinnati's town square and social center, where citizens gathered for public events, markets, and celebrations. The square's central fountain became an iconic symbol of the city, surrounded by important commercial and civic buildings. It was the beating heart of Cincinnati's social and economic life throughout the 19th century.",
      "category": "public_space",
      "status": "Extant",
      "photos": [
        "fountain_square_1870.jpg",
        "fountain_square_crowd.jpg"
      ],
      "links": [
        "https://en.wikipedia.org/wiki/Fountain_Square,_Cincinnati",
        "https://cincinnatihistory.org/fountain-square"
      ],
      "historicalContext": "Central gathering place since the 1800s",
      "appearsIn": ["steel_engraving_0002"]
    },
    "st_peter_cathedral": {
      "name": "St. Peter in Chains Cathedral",
      "description": "Cincinnati's grand Catholic cathedral with its distinctive spires.",
      "blip": "St. Peter in Chains Cathedral stood as a testament to Cincinnati's growing Catholic population and their architectural ambitions. The cathedral's twin spires were visible from across the city and river, serving as both a spiritual beacon and architectural landmark. The building represented the religious diversity and cultural richness of 19th-century Cincinnati.",
      "category": "religious",
      "status": "Extant",
      "photos": [
        "st_peter_cathedral_exterior.jpg",
        "st_peter_cathedral_interior.jpg"
      ],
      "links": [
        "https://en.wikipedia.org/wiki/Cathedral_of_St._Peter_in_Chains",
        "https://catholiccincinnati.org/cathedral"
      ],
      "historicalContext": "Major Catholic cathedral serving Cincinnati's growing population",
      "appearsIn": ["steel_engraving_0002"]
    },
    "isaac_m_wise_temple": {
      "name": "Isaac M. Wise Temple",
      "description": "Cincinnati's prominent Reform Jewish temple, designed in the Moorish Revival style.",
      "blip": "The Isaac M. Wise Temple, also known as the Plum Street Temple, was a magnificent example of Moorish Revival architecture and a cornerstone of American Reform Judaism. Built in 1866 for Congregation K.K. Bene Yeshurun, it was named after Rabbi Isaac Mayer Wise, who led the Reform movement in America from Cincinnati. The temple's distinctive twin towers and ornate facade made it one of the most recognizable religious buildings in the city, symbolizing the thriving Jewish community's integration into Cincinnati's cultural landscape.",
      "category": "religious",
      "status": "Extant",
      "photos": [
        "isaac_wise_temple_exterior.jpg",
        "isaac_wise_temple_interior.jpg"
      ],
      "links": [
        "https://en.wikipedia.org/wiki/Isaac_M._Wise_Temple",
        "https://americanjewisharchives.org/collections/wise"
      ],
      "historicalContext": "Built in 1866 for Congregation K.K. Bene Yeshurun, center of American Reform Judaism",
      "appearsIn": ["steel_engraving_0001"]
    },
    "immaculata_church": {
      "name": "Church of the Immaculata",
      "description": "Historic Catholic church perched atop Mount Adams, known for its iconic hilltop position overlooking Cincinnati.",
      "blip": "The Church of the Immaculata, completed in 1859, stands as a prominent landmark atop Mount Adams. The church became famous for its Good Friday Pilgrimage tradition, where worshippers climb the steep steps to reach the church. Its commanding position offers some of the most spectacular views of the Ohio River and Cincinnati's downtown, making it both a spiritual and architectural landmark of the city.",
      "category": "religious",
      "status": "Extant",
      "photos": [
        "immaculata_exterior.jpg"
      ],
      "links": [
        "https://www.immaculataparish.org/",
        "https://ohiohistorycentral.org/w/Church_of_the_Immaculata"
      ],
      "historicalContext": "Built in 1859, known for its Good Friday Pilgrimage tradition",
      "appearsIn": ["steel_engraving_0002"]
    },
    "newport_barracks": {
      "name": "Newport Barracks",
      "description": "Historic military installation on the Kentucky side of the Ohio River, serving as a key military post for nearly a century.",
      "blip": "Established in 1803, Newport Barracks served as a crucial military installation across from Cincinnati. The post played vital roles in the War of 1812, hosted one of only two U.S. Army Schools of Practice for Field Musicians, and was an important Union facility during the Civil War. Notable figures including Jefferson Davis, Robert E. Lee, and Ulysses S. Grant served here. Frequent flooding led to its eventual relocation to Fort Thomas in 1894.",
      "category": "military",
      "status": "Razed",
      "photos": [
        "newport_barracks_historic.jpg"
      ],
      "links": [
        "https://www.nkyviews.com/campbell/text/newport_barracks.htm",
        "https://bcp.enwiki.org/wp/Newport_Barracks"
      ],
      "historicalContext": "Operational from 1803 to 1894, replaced by Fort Thomas",
      "appearsIn": ["steel_engraving_0001", "steel_engraving_0002"]
    },
    "cincinnati_transfer_company": {
      "name": "Cincinnati Transfer Company",
      "description": "A prominent transfer and logistics company located at 10 Vine Street in Cincinnati's riverfront district.",
      "blip": "Established in 1862, the Cincinnati Transfer Company played a vital role in the city's commercial transportation network. Located at 10 Vine Street, the company facilitated the movement of goods and materials during Cincinnati's peak as a major river commerce hub. The company's operations were notably captured in Harper's Weekly during the 1862 Ohio River flood.",
      "category": "commercial",
      "status": "Razed",
      "documents": [
        "landmarks/ads/cincinnati_transfer_company_1862_ad.pdf"
      ],
      "historicalContext": "Established in 1862, serving Cincinnati's transportation needs during the city's commercial peak",
      "appearsIn": ["steel_engraving_0004"]
    }
  }
}
